Repository: koffeinfrei/simpleresxeditor2
Catalog: ResxEditor/ResxEditor/Languages/SRE.*.resx
Languages: ar, es, fr, ru, uk_ua

# txtDown1
source: Do you want to download now?
ar: هل تريد التحميل الآن؟
es: ¿Desea descargarla ahora?
fr: Voulez-vous télécharger maintenant?
ru: Хотите начать закачку прямо сейчас?
uk_ua: Чи бажаєте Ви завантажити її зараз?

# txtDown2
source: A new version is available!
ar: !إصدار جديد متاح
es: ¡Hay disponible una nueva versión!
fr: Une nouvelle version est disponible!
ru: Обнаружена новая версия!
uk_ua: Доступна нова версія!

# txtSave1
source: Do you want to save changes to file?
ar: هل تريد حفظ التغييرات في الملف؟
es: ¿Desea guardar los cambios?
fr: Voulez-vous enregistrer les modifications apportées au fichier?
ru: Может хотите сохранить Ваши изменения?
uk_ua: Чи бажаєте Ви зберегти зміни до файла?

# txtSave2
source: You have unsaved changes
ar: لم تقم بحفظ بعض التغييرات
es: Tiene cambios sin guardar
fr: Vous avez des modifications non enregistrées
ru: У Вас есть несохраненные изменения
uk_ua: Ви не зберегли зміни

# txtOpen1
source: Resources files
ar: ملفات الموارد
es: Archivos de recursos
fr: Fichiers ressources
ru: Файлы ресурсов
uk_ua: Файли ресурсів

# txtOpen2
source: Open resources file
ar: فتح ملف الموارد
es: Abrir archivo de recursos
fr: Ouvrir le fichier de ressources
ru: Открыть ресурсные файлы
uk_ua: Відкрити файл ресурсів

# btnSave
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ru: Записать изменения
uk_ua: Зберегти

# btnClose
source: Close
ar: غلق
es: Cerrar
fr: Fermer
ru: Закрыть
uk_ua: Закрити

# btnCancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ru: Отмена
uk_ua: Скасувати

# frmAbout
source: About
ar: بخصوص
es: Acerca de
fr: A propos
ru: О программе
uk_ua: Про

# lblCoded
source: Coded by
ar: مشفرة عن طريق
es: Programado por
fr: Codé par:
ru: Программирование
uk_ua: Розроблено

# lblTranslated
source: Translated by Matías E. Palomeque
ar: Translated by Eman Ali Fhoula ** ali.fhoula@lycos.com
es: Traducido por Matías E. Palomeque
fr: Traduit par: Eman Ali Fhoula ** ali.fhoula@lycos.com
ru: Перевод Валентин Гушан (alfa версия)
uk_ua: Переклад від Олександра (6c6c6)

# btnWebsite
source: Website
ar: الموقع
es: Sitio web
fr: Site Web
ru: Web сайт
uk_ua: Домівка

# btnDonate
source: Donate
ar: التبرع
es: Donar
fr: Un Don
ru: Пожертвование
uk_ua: Пожертви

# statusHEquals
source: {0} coincidences have been found
ar: {0} تم العثور على المتوافقين
es: {0} coincidencias han sido encontradas
fr: {0} Coïncidences ont été trouvés
ru: было найдено {0} совпадений
uk_ua: Знайдено {0} збігів

# statusHDiffs
source: {0} differences have been found
ar: {0} تم العثور على المختلفين
es: {0} diferencias han sido encontradas
fr: {0} Différences ont été trouvées
ru: было найдено {0} различий
uk_ua: Знайдено {0} відмінностей

# statusHText
source: {0} cells containing text have been found
ar: {0} تم العثور على الخلايا التي تحتوي على نضّ
es: {0} celdas conteniendo texto han sido encontradas
fr: {0} Les cellules contenant du texte ont été trouvés
ru: было обнаружено {0} ячеек содержащих текст
uk_ua: Знайдено {0} клітинок, що містять текст

# statusClear
source: All highlights have been removed
ar: كافة تسليطات الأضواء أزيلت
es: Todos los destacados han sido removidos
fr: Toutes les mettre en évidence ont été enlevés
ru: Все выделения были сброшены
uk_ua: Всі підсвічування було прибрано

# statusFText
source: Showing {0} cells of {1} containing translatable strings
ar: عرض {0} خلايا {1} تحتوي على سلاسل للترجمة
es: Mostrando {0} celdas de {1} conteniendo frases para traducir
fr: Affichage {0} cellules de {1} contenant les chaînes traduisibles
ru: Показаны {0} ячеек из {1} подлежащие переводу
uk_ua: Показ {0} клітинок з {1}, що містять рядки для перекладу

# statusFAll
source: Showing all cells ({0})
ar: ({0}) عرض كافة الخلايا
es: Mostrando todas las celdas ({0})
fr: Affichage de toutes les cellules ({0})
ru: Показаны все ячейки ({0})
uk_ua: Показ всіх клітинок ({0})

# tsbtnOpen
source: Open
ar: فتح
es: Abrir
fr: Ouvrir
ru: Открыть
uk_ua: Відкрити

# tsbtnSave
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ru: Сохранить изменения
uk_ua: Зберегти

# tsbtnKeys
source: Show/Hide keys
ar: إخفاء/عرض المفاتيح
es: Mostrar/Ocultar claves
fr: Afficher / Masquer les valeurs
ru: Показать/Скрыть ключи
uk_ua: Показати/Приховати ключі

# tsbtnFText
source: Filter: text only
ar: المرشح: النضّ أولا
es: Filtrar: solo texto
fr: Filtrer: texte seulement
ru: Фильтр: только текст
uk_ua: Фільтр: лише текст

# tsbtnFAll
source: Filter: all
ar: المرشح: كافة
es: Filtrar: todo
fr: Filtrer: Tous
ru: Сбросить фильтр
uk_ua: Фільтр: все

# tsbtnHDiffs
source: Highlight: differences
ar: تسليط الضوء على: الإختلافات
es: Destacar: diferencias
fr: Mise en évidence: Les différences
ru: Выделить: различия
uk_ua: Підсвітити: відмінності

# tsbtnHEquals
source: Highlight: equals
ar: تسليط الضوء على: المتساوين
es: Destacar: igualdades
fr: Mise en évidence: Est égal à
ru: Выделить: совпадения
uk_ua: Підсвітити: тотожності

# tsbtnHText
source: Highlight: text
ar: تسليط الضوء على: النص
es: Destacar: texto
fr: Mise en évidence: Le texte
ru: Выделить: текст
uk_ua: Підсвітити: текст

# tsbtnClear
source: Clear highlights
ar: مسح تسليطات الضوء
es: Remover destacados
fr: Effacer mettre en évidence
ru: Очистить выделения
uk_ua: Очистити підсвічування

# tsbtnSettings
source: Settings
ar: إعدادات
es: Preferencias
fr: Paramètres
ru: Настройки
uk_ua: Установки

# tsbtnTranslator
source: Translator
ar: المترجم
es: Traductor
fr: Traducteur
ru: Переводчик
uk_ua: Перекладач

# tsbtnAbout
source: About
ar: بخصوص
es: Acerca de
fr: A propos
ru: О программе
uk_ua: Про

# errorSaving
source: An error ocurred trying to save changes
ar: حدث خطأ أثناء محاولة حفظ التغييرات
es: Ocurrió un error al intentar guardar los cambios
fr: Une erreur s'est produite en essayant enregistrer les changements
ru: Обнаружена ошибка в процессе записи изменений
uk_ua: Виникла помилка при спробі збереження змін

# gbComment
source: Comment:
ar: التعليق:
es: Comentario:
fr: Commentaire:
ru: Комментарий:
uk_ua: Коментар:

# gbValue
source: Value:
ar: القيمة:
es: Valor:
fr: Valeur:
ru: Значение:
uk_ua: Значення:

# frmSettings
source: Settings
ar: الإعدادات
es: Preferencias
fr: Paramètres
ru: Настройки
uk_ua: Установки

# tpgInterface
source: Interface
ar: الواجهة
es: Interfaz
ru: Интерфейс
uk_ua: Інтерфейс

# tpgBehavior
source: Behaviour
ar: السلوك
es: Comportamiento
fr: Comportement
ru: Поведение
uk_ua: Поведінка

# lblLanguage
source: Language:
ar: اللغة:
es: Idioma:
fr: Langue:
ru: Язык:
uk_ua: Мова:

# lblColor1
source: Color diff:
ar: لون المختلفين:
es: Color de diferencias:
fr: Couleur de la différence:
ru: Цвет различий:
uk_ua: Колір відміностей:

# lblColor2
source: Color equals:
ar: لون المتساوين:
es: Color de igualdades:
fr: Couleur est égal à:
ru: Цвет совпадений:
uk_ua: Колір тотожностей:

# lblColor3
source: Color unsaved cells:
ar: لون خلايا لم يتم حفظها:
es: Color de celdas modificadas:
fr: Couleur cellules non enregistrées :
ru: Цвет изменений:
uk_ua: Колір незбережених клітинок:

# lblColor4
source: Color keys:
ar: لون المفاتيح:
es: Color de las claves:
fr: Couleur des valeurs:
ru: Цвет ключей:
uk_ua: Колір ключів:

# lblColor5
source: Color text:
ar: لون النضّ:
es: Color de celdas con texto:
fr: Couleur du texte:
ru: Цвет текста:
uk_ua: Колір тексту:

# errorLoading
source: Unable to load settings, invalid format!
ar: !غير قادر على تحميل الإعدادات،صيغة غير صالحة
es: No se han podido cargar las preferencias. ¡Formato inválido!
fr: Impossible de charger les paramètres, format non valide!
ru: Не могу загрузить настройки, неверный формат!
uk_ua: Неможливо завантажити установки, невірний формат!

# frmTranslator
source: Translator (Powered by Bing)
ar: (المترجم (بدعم من بنج
es: Traductor (Bing)
fr: Traducteur (Par le soutien de Bing)
ru: Переводчик (На базе Bing)
uk_ua: Перекладач (розроблений Bing)

# lblLanguages
source: Languages:
ar: اللغة:
es: Idiomas:
fr: Langues:
ru: Языки:
uk_ua: Мови:

# itemAutoDetect
source: Auto-Detect
ar: الكشف التلقائي
es: Detección automática
fr: Détection automatique
ru: Авто-определение
uk_ua: Авто-виявлення

# btnSwap
source: Swap
ar: مبادلة
es: Invertir
fr: Intervertir
ru: Поменять
uk_ua: Обмін

# btnTranslate
source: Translate
ar: ترجم
es: Traducir
fr: Traduire
ru: Перевод
uk_ua: Перекласти

# llblClearAll
source: Clear all
ar: مسح الكلّ
es: Limpiar campos
fr: Effacer tous
ru: Очисть все
uk_ua: Очистити все

# llblCopy1
source: Copy source text to clipboard
ar: نسخ النص المصدر إلى الحافظة
es: Copiar original al portapapeles
fr: Copier le texte source dans le presse papier
ru: Копировать текст-источник в буфер обмена
uk_ua: Копіювати початковий текст до буфера обміну

# llblCopy2
source: Copy translated text to clipboard
ar: نسخ النص المترجم إلى الحافظة
es: Copiar traducción al portapapeles
fr: Copiez le texte traduit dans le presse papier
ru: Копировать переведенный текст в буфер обмена
uk_ua: Копіювати перекладений текст до буфера обміну

# FrmFind
source: Find
ar: البحث
es: Buscar
fr: Chercher
ru: Найти
uk_ua: Знайти

# FrmFindReplace
source: Find & Replace
ar: البحث و الإستبدال
es: Buscar y Reemplazar
fr: Chercher & Remplacer
ru: Найти & заменить
uk_ua: Знайти та замінити

# lblTextToFind
source: Find:
ar: البحث:
es: Buscar:
fr: Chercher:
ru: Найти:
uk_ua: Знайти:

# lblReplaceWith
source: Replace:
ar: استبدال:
es: Reemplazar:
fr: Remplacer:
ru: Заменить:
uk_ua: Замінити:

# btnReplace
source: Replace
ar: استبدال
es: Reemplazar
fr: Remplacer
ru: Заменить
uk_ua: Замінити

# btnReplaceAll
source: Replace All
ar: استبدال الكل
es: Reemplazar Todas
fr: Remplacer tout
ru: Заменить все
uk_ua: Замінити всі

# btnFindPrevious
source: Find Prev
ar: البحث السابق
es: Buscar Prev
fr: Chercher précédent
ru: Найти предыдущее
uk_ua: Знайти попередній

# btnFindNext
source: Find Next
ar: البحث التالي
es: Buscar Sig
fr: Chercher suivant
ru: Найти следующее
uk_ua: Знайти наступний

# ckbCaseSensitive
source: Case sensitive
ar: مربع الأحرف متغير
es: Distinguir mayúsculas de minúsculas
fr: Cas sensible
ru: С учетом регистра
uk_ua: Чутливий до регістру

# strEndReached_title
source: Document end reached
ar: وصل إلى نهاية الوثيقة
es: Fin del documento
fr: Atteindre la fin du document
ru: Достигнут конец документа!
uk_ua: Досягнуто кінця документа

# strEndReached_msg
source: Last cell reached!
ar: !وصل إلى الخلية الأخيرة
es: ¡Se alcanzó la última celda!
fr: Atteindre la dernière cellule!
ru: Достигнута последняя ячейка!
uk_ua: Досягнуто останньої клітинки!

# strBegReached_title
source: Document begin reached
ar: وصل إلى بداية الوثيقة
es: Inicio del documento
fr: Atteindre le début du document
ru: Достигнуто начало документа!
uk_ua: Досягнуто початок документа

# strBegReached_msg
source: First cell reached!
ar: !وصل إلى الخلية الأولى
es: ¡Se alcanzó la primera celda!
fr: Atteindre la première cellule!
ru: Достигнута первая ячейка!
uk_ua: Досягнуто першої клітинки!
